// 1-卡尔斯特伦/21-林内斯，4-蒂德曼，2-比约尔巴克，3-里萨，28-海于根/15-卡萨，8-曼斯威尔克，25-布雷维克/9-戴维-弗法纳，22-格罗德姆

// 1号 卡尔斯特伦（GK, 67, 11场11首发, ）年龄: 25 身高: 200 

// 21号 林内斯（RB, 71, 10场10首发, 2球1助）年龄: 31 身高: 177 进攻属性强
// 4号 蒂德曼（CB, 67, 10场10首发, ）年龄: 28 身高: 189 
// 2号 比约尔巴克（CB, 68, 8场7首发, ）年龄: 30 身高: 193 
// 3号 里萨（CB, 66, 11场11首发, ）年龄: 24 身高: 188
// 28号 海于根（LB, 69, 10场8首发, 2球2助）年龄: 28 身高: 188 进攻属性强

// 15号 卡萨（CM, 67, 9场4首发, 2球）年龄: 25 身高: 175
// 8号 曼斯韦尔克（CDM, 68, 10场9首发, 1球）年龄: 20  
// 25号 布雷维克（CAM, 0, 10场9首发, 4助）年龄: 22 身高: 186 
 
// 9号 戴维-弗法纳（ST, 65, 5场3首发, 3球）年龄: 20 身高: 181 速度快
// 22号 格罗德姆（CAM, 67, 9场5首发, 4球）年龄: 24 身高: 192 

// 核心：7-埃克雷姆

// 韩K：仁川联、城南、蔚山、大邱FC
// 日职：浦和红钻、横滨水手、川崎前锋
// 挪超：博多格林特、维京、莫尔德、基斯迪辛特