// 初级阶段：
// 1、会看对战、近况、积分榜、赛程、盘口

// 中级阶段：
// 知道重要人员信息

// 高级阶段：
// 1、看对战，知道这场比赛有多重要。
// 2、看最近对战与未来交战，知道何时球队发力、何时球队留力、何时球队状态好、何时球队状态差。
// 3、看积分榜，比赛的进攻与防守数据。知道球队打的战术。
// 4、看人员，了解每个队员在球队中的作用、知道最强首发11人、知道前中后的关键先生。
// 5、知道每个球队的实力，在联赛中处于什么样的位置，在心里有一个量化的关系。能熟练的分档。
// 6、模拟分析每场比赛，看每场比赛和首发，进行预测与复盘，逐渐熟悉，找到优点和缺点。
// 7、列出球队近6场交战，知道近况，还要列出未来一个月的交战，知道未来一个月的凶险程度。

// 比如说，你是如何一步一步熟悉浦和红钻的。
// 第一步，找出他的关键球员：ST容克、RM莫贝里-卡尔松、CAM江坂任、CDM岩尾宪、CB舒尔茨、RB酒井宏树
// 第二步，找到每个位置的替补：西川周作（铃木彩艳）/酒井宏树（宫本优太），犬饲智也（马渡和彰）、舒尔茨（岩波拓也、知念哲矢）、大田步梦（s松尾佑介）/岩尾宪（p平野佑一）、伊藤敦树（柴户海）/莫贝里卡尔松（松崎快）、江坂任（大久保智明）、关根贵大（明本考浩、小泉佳岁）/容克（？）
// 第三步，模拟分析每场比赛，看每场比赛和首发，进行预测与复盘，逐渐熟悉，找到优点和缺点。