// 1-柳相勋 10场10首发,{"GK":10}
// 2-金荣彬 12场12首发,{"LCB":7,"RCB":2,"CB":3}
// 4-徐旻佑 12场12首发,{"RCB":2,"CB":7,"CM":2,"CDM":1}
// 6-金东贤 12场12首发,{"CDM":12}
// 22-郑升勇 11场11首发,{"LB":10,"RB":1}
// 23-任仓佑 10场10首发,{"CB":1,"RCB":8,"RB":1}
// 19-姜志勋 10场10首发,{"RB":9,"CM":1}
// 17-金大元 9场9首发,{"LW":4,"ST":4,"RM":1}
// 47-杨贤俊 8场8首发,{"ST":5,"RW":1,"LM":1,"CM":1}
// 7-尹锡荣 6场6首发,{"CB":1,"LCB":5}
// 5-金大宇 5场5首发,{"CDM":3,"CM":2}
// 18-李庭协 7场7首发,{"ST":7}
// 9-迪诺 2场2首发,{"ST":2}
// 21-小林祐希 5场5首发,{"CM":4,"CDM":1}
// 32-李光然 2场2首发,{"GK":2}
// 24-金镇浩 1场1首发,{"RB":1}
// 88-黄文基 8场8首发,{"RW":3,"LB":1,"CM":4}
// 16-朴庆培 1场1首发,{"ST":1}
// 71-特斯塔诺夫 1场1首发,{"LB":1}


// 1-柳相勋（32-李光然）/2-金荣彬（7-尹锡荣），4-徐旻佑，23-任仓佑/22-郑升勇（71-特斯塔诺夫），6-金东贤（5-金大宇，21-小林祐希），19-姜志勋（24-金镇浩）/17-金大元（88-黄文基），47-杨贤俊（16-朴庆培），18-李庭协（9-迪诺）