// 4-1-3-2
// 3
// 29-池言学,9-曹奎成,7-高丞范,31-李英才,17-徐金洙,24-郑铉哲,13-郑东润,23-朴志洙,3-河昌来,11-柳仁洙,25-具圣润,
// 替补：1-黄仁在,20-济旭妍,8-朴相赫,10-郑宰明,14-金汉吉,16-权赫圭,28-金志铉,
// 4-3-3
// 5
// 26-权昶勋,9-曹奎成,17-徐金洙,31-李英才,7-高丞范,24-郑铉哲,11-柳仁洙,20-济旭妍,23-朴志洙,13-郑东润,1-黄仁在,
// 替补：18-姜正默,3-河昌来,30-金柱成,29-池言学,8-朴相赫,16-权赫圭,28-金志铉,
// 4-1-2-3
// 1
// 26-权昶勋,9-曹奎成,17-徐金洙,7-高丞范,8-朴相赫,24-郑铉哲,13-郑东润,3-河昌来,15-郑升炫,11-柳仁洙,25-具圣润,
// 替补：1-黄仁在,23-朴志洙,16-权赫圭,14-金汉吉,10-郑宰明,31-李英才,28-金志铉,
// 4-5-1
// 7
// 1-黄仁在,11-柳仁洙,30-金柱成,15-郑升炫,32-姜允盛,31-李英才,16-权赫圭,8-朴相赫,6-文智焕,14-金汉吉,9-曹奎成,
// 替补：25-具圣润,23-朴志洙,4-宋柱郧,13-郑东润,26-权昶勋,27-金闵硕,19-金京敏,
// 4-3-3
// 2
// 25-具圣润,11-柳仁洙,20-济旭妍,23-朴志洙,13-郑东润,31-李英才,24-郑铉哲,7-高丞范,17-徐金洙,9-曹奎成,26-权昶勋,
// 替补：1-黄仁在,5-崔俊赫,8-朴相赫,10-郑宰明,14-金汉吉,16-权赫圭,28-金志铉,
// 4-4-2
// 6
// 28-金志铉,9-曹奎成,17-徐金洙,7-高丞范,16-权赫圭,31-李英才,29-池言学,23-朴志洙,3-河昌来,20-济旭妍,1-黄仁在,
// 替补：18-姜正默,13-郑东润,30-金柱成,11-柳仁洙,8-朴相赫,24-郑铉哲,26-权昶勋,
// 3-4-3
// 11
// 26-权昶勋,9-曹奎成,7-高丞范,32-姜允盛,16-权赫圭,31-李英才,11-柳仁洙,23-朴志洙,15-郑升炫,30-金柱成,1-黄仁在,
// 替补：12-金正勋,13-郑东润,17-徐金洙,6-文智焕,14-金汉吉,28-金志铉,19-金京敏,
// 4-2-3-1
// 16
// 25-具圣润,11-柳仁洙,15-郑升炫,3-河昌来,32-姜允盛,24-郑铉哲,6-文智焕,17-徐金洙,31-李英才,14-金汉吉,9-曹奎成,
// 替补：12-金正勋,4-宋柱郧,8-朴相赫,10-郑宰明,22-韩赞熙,26-权昶勋,19-金京敏,
// 3-4-3
// 12
// 25-具圣润,4-宋柱郧,15-郑升炫,23-朴志洙,11-柳仁洙,31-李英才,16-权赫圭,32-姜允盛,7-高丞范,9-曹奎成,14-金汉吉,
// 替补：18-姜正默,30-金柱成,6-文智焕,10-郑宰明,22-韩赞熙,28-金志铉,26-权昶勋,
// 4-3-3
// 14
// 25-具圣润,11-柳仁洙,30-金柱成,15-郑升炫,32-姜允盛,7-高丞范,16-权赫圭,31-李英才,17-徐金洙,9-曹奎成,26-权昶勋,
// 替补：1-黄仁在,3-河昌来,5-崔俊赫,14-金汉吉,22-韩赞熙,6-文智焕,19-金京敏,
// 4-2-3-1
// 10
// 1-黄仁在,11-柳仁洙,30-金柱成,15-郑升炫,32-姜允盛,16-权赫圭,31-李英才,17-徐金洙,7-高丞范,26-权昶勋,9-曹奎成,
// 替补：12-金京敏,23-朴志洙,13-郑东润,6-文智焕,14-金汉吉,28-金志铉,
// 4-3-3
// 20
// 25-具圣润,14-金汉吉,15-郑升炫,20-济旭妍,32-姜允盛,31-李英才,16-权赫圭,22-韩赞熙,28-金志铉,9-曹奎成,26-权昶勋,
// 替补：1-黄仁在,24-郑铉哲,19-金京敏,10-郑宰明,8-朴相赫,17-徐金洙,4-宋柱郧,
// 3-4-3
// 9
// 9-曹奎成,8-朴相赫,19-金京敏,11-柳仁洙,6-文智焕,24-郑铉哲,17-徐金洙,3-河昌来,15-郑升炫,23-朴志洙,25-具圣润,
// 替补：1-黄仁在,30-金柱成,4-宋柱郧,27-金闵硕,14-金汉吉,16-权赫圭,31-李英才,
// 4-4-2
// 4
// 1-黄仁在,11-柳仁洙,3-河昌来,23-朴志洙,13-郑东尹,26-权昶勋,31-李英才,24-郑铉哲,7-高丞范,17-徐金洙,9-曹奎成,
// 替补：29-池言学,18-姜正默,14-金汉吉,28-金志铉,16-权赫圭,8-朴相赫,20-济旭妍,
// 4-4-2
// 17
// 12-金正勋,14-金汉吉,15-郑升炫,3-河昌来,32-姜允盛,8-朴相赫,6-文智焕,24-郑铉哲,31-李英才,28-金志铉,9-曹奎成,
// 替补：25-具圣润,20-济旭妍,26-权昶勋,10-郑宰明,22-韩赞熙,17-徐金洙,19-金京敏,
// 3-4-3
// 18
// 26-权昶勋,9-曹奎成,28-金志铉,32-姜允盛,31-李英才,24-郑铉哲,14-金汉吉,3-河昌来,20-济旭妍,15-郑升炫,12-金正勋,
// 替补：1-黄仁在,4-宋柱郧,8-朴相赫,10-郑宰明,22-韩赞熙,17-徐金洙,19-金京敏,
// 4-2-3-1
// 8
// 9-曹奎成,14-金汉吉,31-李英才,19-金京敏,16-权赫圭,6-文智焕,32-姜允盛,15-郑升炫,30-金柱成,11-柳仁洙,25-具圣润,
// 替补：1-黄仁在,23-朴志洙,3-河昌来,17-徐金洙,8-朴相赫,24-郑铉哲,26-权昶勋,
// 3-4-3
// 19
// 25-具圣润,4-宋柱郧,20-济旭妍,3-河昌来,14-金汉吉,22-韩赞熙,31-李英才,32-姜允盛,17-徐金洙,28-金志铉,26-权昶勋,
// 替补：9-曹奎成,24-郑铉哲,15-郑升炫,19-金京敏,12-金正勋,10-郑宰明,8-朴相赫,
// 3-4-3
// 13
// 26-权昶勋,28-金志铉,17-徐金洙,11-柳仁洙,6-文智焕,31-李英才,10-郑宰明,23-朴志洙,15-郑升炫,4-宋柱郧,25-具圣润,
// 替补：18-姜正默,30-金柱成,16-权赫圭,14-金汉吉,22-韩赞熙,7-高丞范,9-曹奎成,
// 4-4-2
// 15
// 26-权昶勋,9-曹奎成,7-高丞范,6-文智焕,31-李英才,14-金汉吉,32-姜允盛,15-郑升炫,3-河昌来,4-宋柱郧,25-具圣润,
// 替补：12-金正勋,17-徐金洙,5-崔俊赫,11-柳仁洙,22-韩赞熙,10-郑宰明,28-金志铉,
// 9-曹奎成 19场18首发, 11球3助, {"ST":17,"RW":1}
// 31-李英才 20场18首发, 1球7助, {"CAM":3,"RB":2,"LM":2,"LB":2,"CDM":8,"RM":1}
// 11-柳仁洙 16场14首发, 2球0助, {"LB":11,"RB":3}
// 32-姜允盛 12场12首发, 0球0助, {"RCB":1,"RB":11}
// 26-权昶勋 18场12首发, 0球2助, {"RW":9,"RM":1,"LM":1,"ST":1}
// 15-郑升炫 15场12首发, 1球0助, {"LCB":2,"CB":12}
// 17-徐金洙 15场12首发, 2球0助, {"LM":3,"LW":6,"RM":1,"LB":1,"ST":1}
// 7-高丞范 11场11首发, 0球0助, {"RM":4,"CDM":2,"RB":1,"LW":2,"LB":1,"CAM":1}
// 3-河昌来 12场10首发, 0球0助, {"LCB":1,"CB":6,"RCB":3}
// 24-郑铉哲 12场9首发, 1球0助, {"CDM":8,"LB":1}
// 23-朴志洙 13场9首发, 1球0助, {"CB":5,"RCB":3,"LCB":1}
// 14-金汉吉 15场9首发, 0球1助, {"RM":3,"RW":1,"LB":4,"LM":1}
// 16-权赫圭 14场8首发, 0球0助, {"CM":1,"CDM":7}
// 6-文智焕 9场7首发, 0球0助, {"CM":1,"CDM":6}
// 28-金志铉 13场6首发, 2球0助, {"ST":4,"LW":2}
// 20-济旭妍 7场6首发, 1球1助, {"CB":5,"LB":1}
// 30-金柱成 7场5首发, 0球0助, {"LCB":2,"CB":3}
// 13-郑东润 7场5首发, 0球0助, {"RCB":2,"LB":1,"RB":2}
// 8-朴相赫 9场4首发, 0球1助, {"LM":2,"CDM":1,"ST":1}
// 4-宋柱郧 6场4首发, 0球0助, {"LCB":3,"LB":1}
// 29-池言学 4场2首发, 0球0助, {"ST":1,"RB":1}
// 22-韩赞熙 3场2首发, 0球0助, {"RB":1,"CDM":1}
// 19-金京敏 6场2首发, 1球1助, {"LW":1,"LM":1}
// 10-郑宰明 10场1首发, 2球0助, {"LB":1}
// 常用阵型: 4 3 3
// 1-黄仁在/11-柳仁洙,32-姜允盛,15-郑升炫,3-河昌来/31-李英才,7-高丞范,24-郑铉哲/9-曹奎成,26-权昶勋,17-徐金洙