// 1-金东俊 11场11首发,{"GK":11}
// 5-洪圣旭 4场4首发,{"RCB":4}
// 6-崔荣峻 11场11首发,{"CDM":10,"CB":1}
// 8-李昌珉 12场12首发,{"CDM":11,"LB":1}
// 10-林格 3场3首发,{"RW":3}
// 11-盖尔索 11场11首发,{"LW":10,"ST":1}
// 13-郑沄 12场12首发,{"LCB":12}
// 14-尹比加兰 2场2首发,{"CDM":2}
// 17-安铉范 10场10首发,{"RB":10}
// 18-朱敏权 10场10首发,{"ST":9,"LW":1}
// 19-金柱功 1场1首发,{"ST":1}
// 22-郑宇宰 9场9首发,{"LB":9}
// 27-泰贤安 3场3首发,{"RB":1,"LB":1,"RCB":1}
// 29-景俊彬 3场3首发,{"RW":3}
// 30-金邦秀 7场7首发,{"RCB":6,"CB":1}
// 31-宇顔秀 1场1首发,{"GK":1}
// 35-金吾奎 11场11首发,{"CB":10,"RCB":1}
// 37-周相勋 7场7首发,{"RW":6,"LW":1}
// 39-金旻順 3场3首发,{"LB":1,"RB":1,"CDM":1}
// 42-具滋哲 1场1首发,{"ST":1}

// 1-金东俊/13-郑沄（5-洪圣旭），35-金吾奎，30-金邦秀（4-李志率）/17-安铉范（27-泰贤安），6-崔荣峻（尹比加兰），8-李昌珉（具滋哲），22-郑宇宰（39-金旻順）/10-乔纳森-林（37-周相勋，29-景俊彬），18-周敏圭，11-热尔索-费尔南德斯